Repository: common-repository/shipping-discount
Catalog: languages/shipping-discount-*.po
Languages: id_id

source: Shipping Discount
id_id: Diskon Pengiriman

source: Simple yet flexible shipping discount for WooCommerce.
id_id: Diskon pengiriman yang sederhana nan fleksibel untuk WooCommerce.

source: Shipping Discount Type
id_id: Tipe Diskon Pengiriman

source: Assign a shipping coupon
id_id: Tetapkan kupon pengiriman

source: Free shipping
id_id: Gratis Pengiriman

source: Fixed amount
id_id: Harga Tetap

source: Percentage
id_id: Persentase

source: Shipping Discount Details
id_id: Rincian Diskon Pengiriman

source: Before Discount
id_id: Sebelum Diskon

source: After Discount
id_id: Sesudah Diskon

source: Discount Amount
id_id: Jumlah Diskon

source: Maximum amount
id_id: Jumlah Maksimal
